Revit 2027 API
Application.NewUV Method
Creates a UV object representing coordinates in 2-space.
Overload List
Name | Description
NewUV() | Creates a UV object at the origin.
NewUV(UV) | Creates a UV object by copying the supplied UV object.
NewUV(Double, Double) | Creates a UV object representing coordinates in 2-space with supplied values.
Top
See Also
Reference
Application Class
Autodesk.Revit.Creation Namespace